export const companyData = [
  {
    title: "Красный цвет",
    id: 1,
    discription:
      "Красный цвет – ярко выраженный экстраверт, оптимистичен, эмоционален и всегда готов к борьбе, чтобы победить.",
    img: require("../assets/1.jpg"),
  },
  {
    title: "Розовый цвет",
    id: 4,
    discription:
      "Розовый - Вы талантливы, но не слишком амбициозны. Вы очаровательный, теплый человек. Скорее всего – неисправимый романтик. Вы дружелюбны, предпочитаете скрывать свои чувства.",
    img: require("../assets/4.jpg"),
  },
  {
    title: "Желтый цвет",
    id: 2,
    discription:
      "Желтый – Вы оригинальны, наделены воображением. Это новаторы-идеалисты, творческие, артистические натуры, часто с высокой духовностью. Вы любите новизну и вызов. У вас пытливый ум. Вы надежный и верный друг. Ваши амбиции часто реализуются. Вы просто солнечный человек и с вами всегда весело.",
    img: require("../assets/2.jpg"),
  },
  {
    title: "Оранжевый цвет",
    id: 10,
    discription:
      "Оранжевый - Вы добродушны и экспансивны. Вы экстраверт, яркая личность, вам нравится быть среди людей. Ваши идеи уникальны, вы всегда добиваетесь своего. Вы не агрессивный, легко идете на уступки. Людей привлекает ваше тепло и энергия. Общительный – это про вас.",
    img: require("../assets/10.jpg"),
  },
  {
    title: "Коричневый цвет",
    id: 6,
    discription:
      "Коричневые цвета - у вас спокойный, надежный характер. Вы обладаете высоким чувством долга и ответственности. Вы приземленный человек с умеренным чувством юмора. Вы любите простоту, комфорт, качество, гармонию, землю и дом. Вы верный, понимающий друг.",
    img: require("../assets/6.jpg"),
  },
  {
    title: "Зелёный цвет",
    id: 3,
    discription:
      "Зелёный цвет - Вы уравновешенны и спокойны. Вы хороший гражданин, заботливый родитель, неравнодушный сосед и член какого-нибудь клуба или организации. Вы требовательны, добры и щедры. Иногда вы любите читать нравоучения. Вы умны и восприимчивы к новым идеям.",
    img: require("../assets/3.jpg"),
  },
  {
    title: "Серый цвет",
    id: 8,
    discription:
      "Серый - Вы человек сдержанный, консервативный, собранный и надежный. Вы предпочитаете безопасное, надежное, стабильное существование и не ищите возбуждения. Для вас очень важно поддерживать существующее положение вещей. Вы практичны, спокойны, не любите привлекать внимание. Вы готовы много и тяжело работать и любите быть полезным. ",
    img: require("../assets/8.jpg"),
  },
  {
    title: "Белый цвет",
    id: 7,
    discription:
      "Белый цвет – воплощение чистоты, невинности и наивысшей простоты. «Люди в белом» могут похвастаться безупречной чистотой одежды и дома, где все стоит на своих местах. Вы склонны осторожно делать покупки и долго торговаться, но вы критичны и дотошны.",
    img: require("../assets/7.jpg"),
  },
  {
    title: "Черный цвет",
    id: 9,
    discription:
      "Черный – человек наверняка обладает противоречивым характером. Вы можете быть консервативным, вежливым и серьезным или считать себя человеком светским и утонченным, преисполненным чувства собственного достоинства. Для вас очень важны ум, мудрость, личная безопасность и престиж.",
    img: require("../assets/9.jpg"),
  },
  {
    title: "Фиолетовый цвет",
    id: 5,
    discription:
      "Фиолетовый – Вы видите видят новые решения и новые перспективы. Вы щедры и временами очаровательны. Вы можете быть скрытным. Этот цвет часто выбирают художники и те, кто считает себя выдающейся личностью. Этих мечтателей привлекает мистика.",
    img: require("../assets/5.jpg"),
  },
];
